[{"post_id":"v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-30c5b6ed-f063-37a4-82c2-5305a2601885_a-32dfd1ee-9d04-34b0-955b-f20a6701c316","post_url":"https:\/\/www.yahoo.com\/newsroom\/vibes\/korean-tensions\/v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-30c5b6ed-f063-37a4-82c2-5305a2601885_a-32dfd1ee-9d04-34b0-955b-f20a6701c316","author":"third_watch","provider":"The Daily Beast","lead_attribution":"provider","link":"https:\/\/www.thedailybeast.com\/trump-does-trump-and-things-get-worse?source=articles_sum&via=rss&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+thedailybeast%2Farticles+%28The+Daily+Beast+-+Latest+Articles%29","imgresolutions":[{"url":"https:\/\/s1.yimg.com\/uu\/api\/res\/1.2\/.Jo1eEi.719.RMzLyrE5Tg--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD0zNjA7dz02NDA7\/https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/j6nZ.plu_4xtFKE9dvSobQ--\/dz0xNDgwO2g9ODMzO3RhZz1vcmlnaW5hbDthcHBpZD15bmV3cw--\/http:\/\/streambe.zenfs.com\/streambe\/streambe_32dfd1ee-9d04-34b0-955b-f20a6701c316--1568377372.jpeg","height":360,"width":640,"tag":"fit-width-640"},{"url":"https:\/\/s1.yimg.com\/uu\/api\/res\/1.2\/avIqUoCySYLQx9pvC_v0HQ--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD04MzM7dz0xNDgwOw--\/https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/j6nZ.plu_4xtFKE9dvSobQ--\/dz0xNDgwO2g9ODMzO3RhZz1vcmlnaW5hbDthcHBpZD15bmV3cw--\/http:\/\/streambe.zenfs.com\/streambe\/streambe_32dfd1ee-9d04-34b0-955b-f20a6701c316--1568377372.jpeg","height":833,"width":1480,"tag":"original"}],"img":"https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/j6nZ.plu_4xtFKE9dvSobQ--\/dz0xNDgwO2g9ODMzO3RhZz1vcmlnaW5hbDthcHBpZD15bmV3cw--\/http:\/\/streambe.zenfs.com\/streambe\/streambe_32dfd1ee-9d04-34b0-955b-f20a6701c316--1568377372.jpeg","imgw":1480,"imgh":833,"title":"Trump Does Trump, and Things Get Worse","summary":"Amidst the numbing chaos that is the Trump administration, these past few days are worth reflecting on because three events have moved the needle in a bad direction. 1. The hiring of John Bolton highlights Donald Trump's instability, his total lack of any coherent worldview, and most of all—and most dangerously of all—his need to feel that no limits are being imposed on him. Here's what I mean. When talking foreign policy, sometimes Trump sounds like Bolton, with all that overheated rhetoric he's thrown at Kim Jong Un. But at other times, he's an isolationist. At still other times, like when he's agreeing to meet with Kim with no preconditions, he's a Neville Chamberlain in the making. (By the","published_at":1522131275,"content_id":"32dfd1ee-9d04-34b0-955b-f20a6701c316","content_url":"https:\/\/www.thedailybeast.com\/trump-does-trump-and-things-get-worse?source=articles_sum&via=rss&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+thedailybeast%2Farticles+%28The+Daily+Beast+-+Latest+Articles%29","content_published_at":1522141948,"content_time":1522141948,"content_relative_time":7,"reaction_count":0,"vibe_name":"Korean Tensions","vibe_id":"0f201ff2-4afb-11e5-a268-fa163e6f4a7e","content_type":"link","aspect":null},{"post_id":"v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-559957c6-2854-3291-b712-db8efcc45da8_a-f90137ab-dbb6-3fdf-9c0f-90874d7f0ea7","post_url":"https:\/\/www.yahoo.com\/newsroom\/vibes\/korean-tensions\/v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-559957c6-2854-3291-b712-db8efcc45da8_a-f90137ab-dbb6-3fdf-9c0f-90874d7f0ea7","author":"rocky.j.mountain","provider":"Reuters","lead_attribution":"provider","link":"https:\/\/finance.yahoo.com\/news\/u-korea-revise-trade-deal-094650809.html","imgresolutions":[{"url":"https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/qz6y1DJoFp1FcXTmpPVW7g--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD0zNjA7dz02NDA7\/http:\/\/globalfinance.zenfs.com\/images\/SG_AHTTP_OLINBUS_Wrapper_NewFeed_1\/2018-03-26T094650Z_1_LYNXMPEE2P0NC_RTROPTP_3_USA-TRADE-SOUTHKOREA_original.jpg","height":360,"width":640,"tag":"fit-width-640"},{"url":"https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/_fMFTAbBSHuFng1uBz_LRw--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD01Mjg7dz04MDA7\/http:\/\/globalfinance.zenfs.com\/images\/SG_AHTTP_OLINBUS_Wrapper_NewFeed_1\/2018-03-26T094650Z_1_LYNXMPEE2P0NC_RTROPTP_3_USA-TRADE-SOUTHKOREA_original.jpg","height":528,"width":800,"tag":"original"}],"img":"http:\/\/globalfinance.zenfs.com\/images\/SG_AHTTP_OLINBUS_Wrapper_NewFeed_1\/2018-03-26T094650Z_1_LYNXMPEE2P0NC_RTROPTP_3_USA-TRADE-SOUTHKOREA_original.jpg","imgw":800,"imgh":528,"title":"U.S., South Korea revise trade deal, Korean steel faces quota","summary":"The United States and South Korea agreed to revise a trade pact sharply criticised by U.S. President Donald Trump, Seoul said on Monday, with U.S. automakers winning improved market access and Korean steelmakers hit with quotas but avoiding hefty tariffs. The planned changes in the U.S.-Korea Free Trade Agreement (KORUS) were seen as limited, leaving South Korea's key passenger car exports untouched and helping soothe fears that Trump's tough approach could start a spiralling global trade war. In April, Trump told Reuters he would either renegotiate or terminate what he called a \"horrible\" trade deal that has doubled the U.S. goods trade deficit with South Korea since 2012.","published_at":1522111336,"content_id":"f90137ab-dbb6-3fdf-9c0f-90874d7f0ea7","content_url":"https:\/\/finance.yahoo.com\/news\/u-korea-revise-trade-deal-094650809.html","content_published_at":1522083007,"content_time":1522083007,"content_relative_time":24,"reaction_count":0,"vibe_name":"Korean Tensions","vibe_id":"0f201ff2-4afb-11e5-a268-fa163e6f4a7e","content_type":"link","aspect":null},{"post_id":"v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-d653fc5d-937d-36ca-95ee-7abce13592a1_a-9b2df97d-6d00-3446-bf32-13479c729519","post_url":"https:\/\/www.yahoo.com\/newsroom\/vibes\/korean-tensions\/v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-d653fc5d-937d-36ca-95ee-7abce13592a1_a-9b2df97d-6d00-3446-bf32-13479c729519","author":"third_watch","provider":"Bitcoin Magazine","lead_attribution":"provider","link":"https:\/\/finance.yahoo.com\/news\/op-ed-why-korea-could-211938141.html","imgresolutions":[{"url":"https:\/\/s1.yimg.com\/uu\/api\/res\/1.2\/AYJqNYoe2krMgD_Yap8WdQ--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD0zNjA7dz02NDA7\/http:\/\/media.zenfs.com\/en-US\/homerun\/bitcoin_magazine_673\/c203ccccef965e488bd7ef72e9c07769","height":360,"width":640,"tag":"fit-width-640"},{"url":"https:\/\/s1.yimg.com\/uu\/api\/res\/1.2\/U0X6iPNO0rSBk79cMsIYng--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD00NDQ7dz04MDA7\/http:\/\/media.zenfs.com\/en-US\/homerun\/bitcoin_magazine_673\/c203ccccef965e488bd7ef72e9c07769","height":444,"width":800,"tag":"original"}],"img":"http:\/\/media.zenfs.com\/en-US\/homerun\/bitcoin_magazine_673\/c203ccccef965e488bd7ef72e9c07769","imgw":800,"imgh":444,"title":"Op Ed: Why Korea Could Be the First Cryptocurrency-Powered Nation","summary":"Korea has many of the pieces of the puzzle to become the first “Crypto-Powered Nation,” one that runs on blockchains and supports a crypto economy. Here’s what I learned during an intense two and a half days there in March 2018.Some country out there is going to be the first “Crypto-Powered Nation.” That would be one that has widespread adoption of cryptocurrencies, serves as a global hotbed for crypto-innovation, runs enterprise-grade scalable blockchain infrastructure and has a balanced relationship with government.South Korea could be one and it is one place that may be worth watching over the next few years. Here’s why I think so.Cryptocurrency Awareness and Adoption Are Already WidespreadSome estimates put cryptocurrency ownership in the country as high as 33 percent of the adult population. The concept of digital asset ownership is mainstream. Granted, it was speculation, jealousy and competition that drove much of the initial interest in bitcoin. At one point, prices peaked at nearly 40 percent higher than foreign exchanges. The phenomenon is known as the \"Kimchi premium.” The end result is that the crypto-infrastructure is in place to handle a large number of customers and almost everyone in the country has heard of the concept. That’s a huge hurdle in the evolution toward daily, mainstream usage. When all is said and done, Korea is the third biggest cryptocurrency market in the world and you cannot become a Crypto-Nation if people don’t even know the technology exists.Balanced Regulation From the Government Is ExpectedMarket observers have witnessed that rumors of cryptocurrency regulation from Korea can jolt prices severely upwards or downwards. The country’s on-again, off-again ban of ICOs (Initial Coin Offerings) has left some people confused in the short term, but many Korean crypto-insiders are optimistic.The current government, led by President Moon Jae-in, relies heavily on the support of the young adult population. Not surprisingly, this is the same demographic that is highly invested in crypto -assets. As one of the first (if not the first) generations to grow up in an era of relative prosperity, the Korean millennials can afford to take chances with their investments in ways that an older, more cost-conscious generation may not have been able to do.As Henry Lee, Head of Growth at Seoul-based Icon (currently #23 on CoinMarketCap) said, “The government needs the young people to stay in power, and young adults love crypto. They are not going to mess that up.”Growing Experience With Cryptocurrencies at ScaleTwo things are happening in Korea that further drive advanced understanding of cryptocurrencies.  The first is the utilization of Korean crypto markets as a vehicle for getting money out of China.  The second is the existence of embargoes on North Korea. Both of these factors drive innovation at exchanges and service providers.Despite the “official news to the contrary,” many observers of the Korean crypto-ecosystem see plenty of evidence that Korean markets are being used by Chinese citizens and businesses to get money out of China. Chinese citizens are notoriously prohibited from exporting more than $15,400 worth of cash. In Korea, I heard from various sources that Chinese businesses have been buying Korean businesses and then using them to move money as well. Some of these funds are then moved into cryptocurrency. Then there is the North Korean embargo factor.With the Trump administration imposing new sanctions on North Korea, the rumor is that aid to the embattled North is actually being funneled through crypto channels that cannot be tracked by traditional means or American watchdogs. Additionally, North Korea may be mining cryptocurrency on its own and may be in need of an avenue to get it out of the country. There is also evidence to suggest the North Koreans are targeting exchanges in order to steal cryptocurrencies as well.   As Sonny Kwon, publisher of leading Korean blockchain publication TokenPost told me, “People in the blockchain space know that massive amounts of money are coming in from China, and possibly much [is] headed to North through hacking and money laundering.”Between the money coming in and going out, Korean exchanges like Bithumb and the network of providers that support them are seeing a huge amount of activity. The end result is that they are being forced to innovate on security and scaling solutions. After all, not too many other exchanges are facing state-sponsored cyber threats. Koreans are.It may be money laundering and cyber-theft that are driving innovation, but the solutions should pay huge dividends in other sectors down the road.  We’ve seen this happen with other industries like pornography where early innovation and utilization (e.g. how the use of video cassettes drove VCR purchases) drove subsequent growth and innovation in other verticals. The in-country knowledge could ultimately trickle down to benefit other South Korean companies in the blockchain industry. This, in turn, would give them a competitive advantage by allowing these companies to test and refine a lot of these systems at enterprise scale within the country. The Crypto-Ecosystem Is Strong And GrowingLast year, Metaps+, a digital couponing company successfully completed the first Korean-based ICO. Prior to that, others, like ICON which raised $45 million (at the time) in their ICO, had based their foundation in Zug, Switzerland (a.k.a “Crypto Valley”) and other locations. However, Metaps+ showed that a successful ICO could happen in Korea. Since then, its founder, Seungyeon Kim, has achieved a type of K-pop rockstar status in the Korean crypto-community for his willingness to take the risk in an uncertain regulatory environment. Admittedly, there have only been five ICOs in Korea in total, but the trail has been blazed. Now there are at least 50 pure blockchain startups (that’s more than are actually based in Switzerland’s Crypto Valley), four blockchain-dedicated publications, 50 blockchain-related events monthly, and 1000+ crypto-related groups on social networks services like Kakao. A recent conference in Seoul, TokenSky, attracted over 1,000 people, and a company called FoundationX has 10 “reverse ICOs” of existing Korean companies in its pipeline. None of these numbers are huge, but they are growing rapidly.All of this innovation is happening in a market already known for its high degree of digital connectivity. Anyone who has struggled with losing cell phone coverage in a tunnel will appreciate that every subway car on the Seoul Metro system has not just one or two wi-fi routers, but four. Over 92 percent of Koreans are connected to the internet, and 71 percent have a smartphone (the fourth highest rate in the world). It is no surprise that in this mobile-first environment, gaming companies use Korea as a test bed for new products. The size of the mobile games market is second only to Japan. In short, Koreans are used to trying things out first when it comes to digital tech, and word spreads quicklyFinally, the Korean education system is producing the engineering talent to power blockchain innovation. A recent study placed the country second only to Singapore for its math and science scores. Over 68 percent of Koreans aged 25 to 34 have a bachelor’s degree, and six of the top 200 engineering schools in the world are in South Korea. Jung-hee Ryu, a Ph.D with a successful exit of his own and now CEO of Seoul-based FuturePlay, one of the leading tech incubators in Seoul, remarked, “Korean universities are turning out some of the most talented blockchain engineers in the world, and an entire ecosystem is rapidly evolving to help them accelerate their time-to-market.’I was in Seoul earlier this month to keynote at the Digital Marketing Summit, Korea’s largest marketing conference, with over 1,000 attendees. The topic was the future of marketing in a blockchain world.When I've spoken at events in other countries, I ask how many in the crowd own bitcoin or any other cryptocurrency. Usually somewhere between 5 and 33 percent will raise their hands. In this audience, nearly everyone did. Korean marketers, business leaders and innovators are well past the initial euphoria. They are looking toward the future of how crypto -assets will be used and deployed at national scale.  Combine all that with an intense culture of achievement, a drive for economic success and an increasingly global outlook as the country has vaulted to become one of the top 10 economies worldwide, and you have the recipe for a powerful cycle of innovation.Korea May Not Be (But It Could Be)I have absolutely no idea what the first “Crypto-powered Nation” will look like or when it will happen. All I am saying is that there a few key ingredients that will be components of a country that runs on blockchains and cryptocurrencies. From my perspective, many of the things that need to be there — experience at enterprise scale, government relationships, academic and technical talent and widespread awareness — are all present in South Korea.That’s why I am keeping an eye on the market. This article originally appeared on Bitcoin Magazine.","published_at":1522099178,"content_id":"9b2df97d-6d00-3446-bf32-13479c729519","content_url":"https:\/\/finance.yahoo.com\/news\/op-ed-why-korea-could-211938141.html","content_published_at":1522099178,"content_time":1522099178,"content_relative_time":19,"reaction_count":0,"vibe_name":"Korean Tensions","vibe_id":"0f201ff2-4afb-11e5-a268-fa163e6f4a7e","content_type":"link","aspect":null},{"post_id":"v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-98462ace-5033-3079-8a46-5553dab3638f_a-aa54548d-5499-313e-bf4a-78f31d3d00b8","post_url":"https:\/\/www.yahoo.com\/newsroom\/vibes\/korean-tensions\/v-0f201ff2-4afb-11e5-a268-fa163e6f4a7e_c-98462ace-5033-3079-8a46-5553dab3638f_a-aa54548d-5499-313e-bf4a-78f31d3d00b8","author":"rocky.j.mountain","provider":"Yahoo News Video","lead_attribution":"provider","link":"https:\/\/www.yahoo.com\/news\/north-korea-leader-kim-jong-210950167.html","imgresolutions":[{"url":"https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/rpy6iUamQhP4OIg4BxDnkQ--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD0zNjA7dz02NDA7\/https:\/\/slick-prod.s3-us-west-2.amazonaws.com\/slick_thumb\/giraffe-146179-1522097622462.jpg","height":360,"width":640,"tag":"fit-width-640"},{"url":"https:\/\/s.yimg.com\/uu\/api\/res\/1.2\/fFTrfotuo.b3yUe7qZTITw--\/YXBwaWQ9eXRhY2h5b247Zmk9c3RyaW07aD0xMjgwO3c9NzIwOw--\/https:\/\/slick-prod.s3-us-west-2.amazonaws.com\/slick_thumb\/giraffe-146179-1522097622462.jpg","height":1280,"width":720,"tag":"original"}],"img":"https:\/\/slick-prod.s3-us-west-2.amazonaws.com\/slick_thumb\/giraffe-146179-1522097622462.jpg","imgw":720,"imgh":1280,"title":"North Korea leader Kim Jong Un visits China: Bloomberg","summary":null,"published_at":1522098860,"content_id":"aa54548d-5499-313e-bf4a-78f31d3d00b8","content_url":"https:\/\/www.yahoo.com\/news\/north-korea-leader-kim-jong-210950167.html","content_published_at":1522098590,"content_time":1522098590,"content_relative_time":19,"reaction_count":0,"vibe_name":"Korean Tensions","vibe_id":"0f201ff2-4afb-11e5-a268-fa163e6f4a7e","content_type":"video_link","aspect":0.560000000000000053290705182007513940334320068359375}]